IdeaRS.OpenModel.Connection.ConnectedMember
ConnectedMember

IdeaRS.OpenModel.Connection.ConnectedMember.MemberId
MemberId

IdeaRS.OpenModel.Connection.ConnectedMember.IsContinuous
IsContinuous

IdeaRS.OpenModel.Connection.ConnectedMember.OriginalModelId
Get or set the identification in the original model
In the case of the imported connection from another application

IdeaRS.OpenModel.Connection.ConnectedMember.Length
Length of the member